//
//  Date.swift
//  testAppHammerSys
//
//  Created by Борух Соколов on 24.06.2023.
//

import Foundation
import SwiftUI



var menu:[(Image,Text,Text)]=[
    
               (Image("Pizza1"),
                Text("Ветчина и грибы"),
                Text("Ветчина,шампиньоны, увеличинная порция моцареллы, томатный соус")),
               (Image("Pizza2"),
                Text("Баварские колбаски"),
                Text("Баварски колбаски,ветчина, пикантная пепперони, острая чоризо, моцарелла, томатный соус")),
               (Image("Pizza3"),
                Text("Нежный лосось"),
                Text("Лосось, томаты черри, моцарелла, соус песто")),
               (Image("Pizza4"),
                Text("Пицца четыре сыра"),
                Text("Соус Карбонара, Сыр Моцарелла, Сыр Пармезан, Сыр Роккфорти, Сыр Чеддер (тёртый)")),
               (Image("Pizza1"),
                Text("Ветчина и грибы"),
                Text("Ветчина,шампиньоны, увеличинная порция моцареллы, томатный соус")),
               
               
]
